Repository: nvdaaddons/Calibre
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: hr, hu, it, ru, sk, sl

source: (hidden)
hr: (skriveno)
hu: (rejtve)
ru: (скрытый)
sk: (skryté)
sl: (skrito)

source: Not found
hr: Nije pronađeno
hu: Nem található
it: Non trovato
ru: не найден
sk: Nenájdené
sl: Ni najdeno

source: Tools bar
hr: Alatna traka
hu: Eszköztár
it: Barra degli strumenti
ru: панель инструментов
sk: Panel nástrojov
sl: Orodna vrstica

source: open the context menu for selecting and maintenance library
hr: otvori kontekstni izbornik za odabiranje i održavanje knjižnice
hu: Megnyitja a helyi menüt a kijelöléshez, és a könyvtár karbantartásához.
it: per la selezione e la manutenzione della libreria, apri il menu contestuale
ru: Открывает контекстное меню для выбора и редактирования библиотеки.
sk: Otvorý kontextové menu pre výber a spravovanie knižnice
sl: odpri kontekstni meni za izbiro in vzdrževanje knjižnice

source: open the context menu for adding books
hr: otvori kontekstni izbornik za dodavanje knjiga
hu: Megnyitja a helyi menüt könyvek hozzáadásához
it: per aggiungere libri, apri il menu contestuale
ru: Открывает контекстное меню для добавки книг
sk: Otvorí kontextové menu pre pridanie kníh
sl: odpri kontekstni meni za dodajanje knjig

source: Search bar
hr: Traka za pretraživanje
hu: Keresési eszköztár
it: Barra di ricerca
ru: поисковая лента
sk: Hľadať
sl: Iskalna vrstica

source: open the context menu for saved searches
hr: otvori kontekstni izbornik za spremljene pretrage
hu: Megnyitja a helyi menüt az elmentett keresésekért
it: per le ricerche salvate, apri ilmenu contestuale
ru: Открывает контекстное меню для показа сохранённых поисков
sk: Otvorí kontextové menu pre uložené reťazce hľadania
sl: odpri kontekstni meni za shranjena iskanja

source: open the context menu for virtual libraries
hr: otvori kontekstni izbornik za virtualne knjižnice
hu: Megnyitja a helyi menüt a virtuális könyvtárakért
it: per le librerie virtuali, apri il menu contestuale
ru: Открывает контекстное меню виртуальных библиотек
sk: Otvorí kontextové menu pre vyrtuálne knižnice
sl: odpri kontekstni meni za navidezne knjižnice

source: The search bar is not visible. Press shift+alt+f to show it.
hr: Traka za pretraživanje nije vidljiva. Za prikaz trake pritisni „shift+alt+f”.
hu: A keresési eszköztár nem látható. Nyomja meg az alt+shift+f billentyűparancsot a megjelenítéséhez.
it: La barra di ricerca non è visibile. Per mostrarla, premi shift+alt+f
ru: Лента поиска скрыта. Нажмите shift+alt+f для показа.
sk: Vyhľadávací panel nie je viditeľný. Stlačte shift + alt + f pre zobrazenie.
sl: Iskalna vrstica ni vidna. Pritisnite shift+alt+f za njen prikaz.

source: Bring focus to toolbar
hr: Fokusiraj na alatnu traku
hu: A navigációt az eszköztárhoz helyezi
it: Porta il focus alla barra degli strumenti
ru: фокусирует панель инструментов
sk: Presunúť fokus na panel nástrojov
sl: Prenesi žarišče na orodno vrstico

source: says the total of books in the current library view and the number of books selected
hr: izgovara ukupni broj knjiga u knjižnici i broj odabranih knjiga
hu: Bemondja a könyvtárnézetben lévő könyvek számát és a kijelölt könyveket
it: Dice il totale dei libri nella vista libreria corrente e il numero dei libri selezionati
ru: Проговаривает число всех книг в списке, а также число выбранных книг
sk: Oznámi počet kníh v knižnici a počet vybratých kníh
sl: izgovori vse knjige v trenutnem pogledu knjižnicein število izbranih knjig

source: open the context menu for settings of the current column
hr: otvori kontekstni izbornik za postavke trenutačnog stupca
hu: Megnyitja a helyi menüt a jelenlegi oszlop beállításainak eléréséhez
it: Per le impostazioni della colonna attuale, apri il menu contestuale
ru: Открывает контекстное меню настроек актуального столбца
sk: Otvorí kontextové menu nastavení pre aktuálny stĺpec
sl: odpri kontekstni meni za nastavitve trenutnega stolpca

source: Book info
hr: Informacije o knjizi
hu: Könyv információ
it: Info libro
ru: Информация о книге
sk: Informácie o knihe
sl: Informacije o knjigi

source: search the current book in Google
hr: potraži trenutačnu knjigu na Googleu
hu: A jelenlegi könyv megkeresése a Google keresőben
it: Cerca il libro corrente in Google
ru: поискать актуальную книгу в Google
sk: Vyhľadať aktuálnu knihu cez Google
sl: poišči trenutno knjigo v Googlu

source: Leaving the toolbar
hr: Napuštanje alatne trake
hu: Az eszköztár elhagyása
it: Sto lasciando la barra degli strumenti
ru: Выход из панеля инструментов
sk: Opúšťam panel nástrojov
sl: Zapuščanje orodne vrstice

source: Can't click in %s, try to maximize the window
hr: Nije moguće kliknuti u %s, pokušaj maksimalno raširiti prozor
hu: Nem érhető el a %s, kérem, tegye teljes méretűvé az ablakot
it: Non è possibile fare clic in %s, prova a ingrandire la finestra
ru: Невозможно нажать на %s, Попробуйте развернуть окно
sk: Nepodarilo sa kliknúť na %s, skúste maximalizovať okno
sl: Ni mogoče klikniti v %s, poskusite maksimirati okno

source: Report table headers
hr: Javi zaglavlja tablice
hu: Táblázatok fejléceinek bejelentése
it: Riporta intestazioni di tabella
ru: Проговаривать заголовки таблиц
sk: Oznamovať hlavičky tabuliek
sl: Sporoči glave tabel

source: None
hr: Ništa
hu: Nincs
it: Nessuno
ru: Ничего
sk: Žiadne
sl: Nič

source: Rows and columns
hr: Retke i stupce
hu: Sorok és oszlopok
it: Righe e colonne
ru: строки и столбцы
sk: Riadky a stĺpce
sl: Vrstice in stolpci

source: Columns only
hr: Samo stupce
hu: Csak oszlopok
it: Solo colonne
ru: только столбцы
sk: len stĺpce
sl: Samo stolpci

source: Calibre accessibility enhancements
hr: Poboljšanja pristupačnosti u Calibre sučelju
hu: Calibre akadálymentességi fejlesztések
it: Miglioramenti dell'accessibilità di Calibre
ru: Улучшения доступности для Calibre
sk: Vylepšenia prístupnosti Calibre
sl: Calibre izboljšave dostopnosti

source: Provides some accessibility enhancements for the interface of Calibre eBook Management
hr: Dodaje neka poboljšanja pristupačnosti u Calibre sučelju za upravljanje e-knjigama
hu: Néhány akadálymentesítési funkciót ad a Calibre e-könyv program felületének használhatóságához
it: Fornisce alcuni miglioramenti dell'accessibilità dell'interfaccia di Calibre eBook Management
ru: Предоставляет некоторые улучшения доступности для Calibre диспетчера электронных книг
sk: Poskytuje vylepšenia prístupnosti pre rozhranie čítačky kníh Calibre
sl: Oskrbuje nekaj izboljšav dostopnosti za vmesnik Upravitelja eKnjig Calibre
